---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.BeamSystemTagParamRight
source: html/7b231aba-d1e4-e900-ab7e-b87d273f51b6.htm
---
# Autodesk.Revit.DB.ParameterTypeId.BeamSystemTagParamRight Property

"Right"

## Syntax (C#)
```csharp
public static ForgeTypeId BeamSystemTagParamRight { get; }
```